Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

# %lld of %lld
source: %1$lld of %2$lld
fr: %1$lld de %2$lld
ko: %1$lld/%2$lld
tr: %lld / %lld
vi: %1$lld / %2$lld
zh_hans: %lld / %lld
zh_hant: %1$lld / %2$lld

source: The %@ line in ~/.ssh/config ends in a lone %%. Write %%%% for a literal percent sign.
fr: La ligne %@ dans ~/.ssh/config se termine par un %. Écrivez %%%% pour un signe de pourcentage littéral.

source: TLS identity not found in Keychain
fr: L'identité TLS n'a pas été trouvée dans le portefeuille clé.
ko: 키체인에서 TLS ID를 찾을 수 없습니다
tr: Keychain'de TLS kimliği bulunamadı
vi: Không tìm thấy TLS identity trong Keychain
zh_hans: 在钥匙串中未找到 TLS 身份
zh_hant: 在鑰匙圈中找不到 TLS 身分

source: Not a valid regular expression
fr: Pas une expression régulière valide

source: The AWS RDS API in %@ returned a response TablePro could not read.
fr: L'API AWS RDS dans %@ a renvoyé une réponse que TablePro n'a pas pu lire.

source: Statement %lld
fr: Déclaration %lld
ko: SQL 문 %lld
tr: ifade %lld
vi: Câu lệnh %lld
zh_hans: 语句 %lld
zh_hant: 陳述式 %lld

source: No model selected
fr: Aucun modèle sélectionné
ko: 선택된 모델 없음
vi: Chưa chọn model
zh_hans: 未选择模型
zh_hant: 未選擇模型

source: %@ is a directory, not a database file.
fr: %@ est un répertoire, pas un fichier de base de données.
ko: %@은(는) 데이터베이스 파일이 아니라 디렉터리입니다.
tr: %@ bir veritabanı dosyası değil, bir dizin.
vi: %@ là một thư mục, không phải tệp cơ sở dữ liệu.
zh_hans: %@ 是一个目录，不是数据库文件。
zh_hant: %@ 是一個目錄，不是資料庫檔案。

source: Decryption failed: %@
fr: Échec de la décryptage : %@
ko: 복호화 실패: %@
tr: Şifre çözme başarısız: %@
vi: Giải mã thất bại: %@
zh_hans: 解密失败：%@
zh_hant: 解密失敗：%@

source: PostgreSQL custom archive
fr: Archives personnalisées PostgreSQL

source: Calling
fr: Vocation
ko: 호출 중
tr: Çağrılıyor
vi: Đang gọi
zh_hans: 调用中
zh_hant: 呼叫中

source: FIELDS (%lld)
fr: CHAMPIS (%lld)
tr: ALANLAR (%lld)
vi: CÁC TRƯỜNG (%lld)
zh_hans: 字段 (%lld)
zh_hant: 欄位 (%lld)

source: Database to report on. Omit for all.
fr: Base de données à laquelle signaler. Omettre pour tous.
ko: 보고할 데이터베이스입니다. 모두 보려면 생략하십시오.
tr: Hakkında rapor verilecek veritabanı. Tümü için boş bırakın.
vi: Cơ sở dữ liệu cần báo cáo. Bỏ trống để lấy tất cả.
zh_hans: 要报告的数据库。省略则表示全部。
zh_hant: 要報告的資料庫。省略則表示全部。

source: Import…
fr: Importation...
ko: 가져오기…
tr: İçe Aktar…
vi: Nhập…
zh_hans: 导入…
zh_hant: 匯入…

source: Keyword cannot contain spaces
fr: Le mot-clé ne peut pas contenir d'esp
ko: 키워드에는 공백을 포함할 수 없습니다
tr: Anahtar kelime boşluk içeremez
vi: Từ khoá không được chứa khoảng trắng
zh_hans: 关键字不能包含空格
zh_hant: 關鍵字不能包含空格

source: Show system databases and schemas
fr: Afficher les bases de données et les schémas du système

# Export %d table(s) to %@
source: Export %1$d table(s) to %2$@
fr: Exporter %1$d table(s) vers %2$@
ko: %1$d개 테이블을 %2$@(으)로 내보내기
tr: %d tabloyu %@ olarak dışa aktar
vi: Xuất %d bảng sang %@
zh_hans: 导出%d个表到%@
zh_hant: 匯出 %1$d 個資料表至 %2$@

source: This query may permanently modify or delete data and cannot be undone. %@
fr: Cette requête peut modifier ou supprimer définitivement les données et ne peut pas être annulée. %@
ko: 이 쿼리는 데이터를 영구적으로 변경하거나 삭제할 수 있으며 실행 취소할 수 없습니다. %@
tr: Bu sorgu verileri kalıcı olarak değiştirebilir veya silebilir ve geri alınamaz. %@
vi: Truy vấn này có thể sửa đổi hoặc xóa dữ liệu vĩnh viễn và không thể hoàn tác. %@
zh_hans: 此查询可能永久修改或删除数据，且无法撤销。 %@
zh_hant: 此查詢可能會永久修改或刪除資料，且無法復原。 %@

source: Function
fr: Fonction
ko: 함수
tr: Fonksiyon
vi: Hàm
zh_hans: 函数
zh_hant: 函式

source: Save…
fr: Sauvegarder...
ko: 저장…
tr: Kaydet…
vi: Lưu…
zh_hans: 保存…
zh_hant: 儲存…

source: duplicate
fr: duplicata
ko: 복제
tr: kopya
vi: bản sao
zh_hans: 副本
zh_hant: 副本

source: Are you sure you want to delete %lld connections? Saved queries linked to these connections will also be deleted. This cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer %lld connexions ? Les requêtes enregistrées liées à ces connexions seront également supprimées. Cela ne peut pas être annulé.
ko: %lld개의 연결을 삭제하시겠습니까? 이 연결들에 링크된 저장된 쿼리도 삭제됩니다. 이 작업은 취소할 수 없습니다.
tr: %lld bağlantıyı silmek istediğinizden emin misiniz? Bu bağlantılara bağlı kayıtlı sorgular da silinecek. Bu işlem geri alınamaz.
vi: Bạn có chắc muốn xóa %lld kết nối? Các truy vấn đã lưu liên kết với những kết nối này cũng sẽ bị xóa. Không thể hoàn tác.
zh_hans: 确定要删除 %lld 个连接吗？与这些连接关联的已保存查询也将被删除。此操作无法撤销。
zh_hant: 確定要刪除 %lld 個連線嗎？與這些連線關聯的已儲存查詢也會一併刪除。此操作無法復原。

source: Looking for database settings…
fr: Recherche des paramètres de la base de données...
ko: 데이터베이스 설정을 찾는 중…
tr: Veritabanı ayarları aranıyor…
vi: Đang tìm cài đặt cơ sở dữ liệu…
zh_hans: 正在查找数据库设置…
zh_hant: 正在尋找資料庫設定…

source: %@ Switch Failed
fr: %@ Échec du commutateur
ko: %@ 전환 실패
tr: %@ Değiştirilemedi
vi: Chuyển %@ thất bại
zh_hans: %@ 切换失败
zh_hant: %@ 切換失敗

source: Whole database
fr: Toute la base de données

source: Click a table
fr: Cliquez sur une table
ko: 테이블을 클릭하십시오
tr: Bir tabloya tıklayın
vi: Nhấn vào một bảng
zh_hans: 点击一个表
zh_hant: 點按一個資料表

source: %@ cannot create a database.
fr: %@ ne peut pas créer de base de données.

source: Options the engine offers
fr: Les options offertes par le moteur
ko: 엔진이 제공하는 옵션
tr: Motorun sunduğu seçenekler
vi: Các tuỳ chọn mà engine cung cấp
zh_hans: 该引擎提供的选项
zh_hant: 該引擎提供的選項

source: %1$@, %2$@, saved %3$@. Triggers, audit rows and cascade deletes are not reversed.
fr: %1$@, %2$@, %3$@ sauvegardé. Les déclencheurs, les lignes d'audit et les suppressions en cascade ne sont pas inversés.
ko: %1$@, %2$@, %3$@에 저장됨. 트리거, 감사 행, 연쇄 삭제는 되돌리지 않습니다.
tr: %1$@, %2$@, %3$@ kaydedildi. Tetikleyiciler, denetim satırları ve zincirleme silmeler geri alınmaz.
vi: %1$@, %2$@, đã lưu %3$@. Trigger, dòng kiểm toán và xoá dây chuyền không được hoàn tác.
zh_hans: %1$@，%2$@，保存于 %3$@。触发器、审计行和级联删除不会被撤销。
zh_hant: %1$@，%2$@，儲存於 %3$@。觸發器、稽核列和串聯刪除不會被還原。

source: %@ rows changed.
fr: %@ lignes modifiées.

source: Show SQL
fr: Afficher SQL
ko: SQL 표시
tr: SQL'i Göster
vi: Hiện SQL
zh_hans: 显示 SQL
zh_hant: 顯示 SQL

source: Shown beside each key
fr: Affiché à côté de chaque clé
ko: 각 키 옆에 표시됨
tr: Her anahtarın yanında gösterilir
vi: Hiển thị cạnh mỗi khóa
zh_hans: 显示在每个键旁边
zh_hant: 顯示在每個鍵旁邊

source: Generate token
fr: Générer un jeton
ko: 토큰 생성
tr: Token oluştur
vi: Tạo token
zh_hans: 生成令牌
zh_hant: 產生權杖

source: This will remove the license from this machine. You can reactivate later.
fr: Cela supprimera la licence de cette machine. Vous pourrez la réactiver plus tard.
ko: 이 컴퓨터에서 라이선스를 제거합니다. 나중에 다시 활성화할 수 있습니다.
tr: Bu işlem lisansı bu makineden kaldırır. Daha sonra yeniden etkinleştirebilirsiniz.
vi: Thao tác này sẽ gỡ giấy phép khỏi máy này. Bạn có thể kích hoạt lại sau.
zh_hans: 此操作将从本机移除许可证。您可以稍后重新激活。
zh_hant: 此操作將從這台機器移除授權。你可以稍後重新啟用。

source: Page number
fr: Numéro de page
ko: 페이지 번호
tr: Sayfa numarası
vi: Số trang
zh_hans: 页码
zh_hant: 頁碼

source: Foreign Table
fr: Table étrangère
ko: 외부 테이블
tr: Dış Tablo
zh_hans: 外部表
zh_hant: 外部資料表

source: Table or view name
fr: Nom de la table ou de la vue
ko: 테이블 또는 뷰 이름
tr: Tablo veya görünüm adı
vi: Tên bảng hoặc view
zh_hans: 表或视图名称
zh_hant: 資料表或檢視表名稱

source: Enter your license key, or a team invite code to join a team.
fr: Entrez votre clé de licence ou un code d'invitation d'équipe pour rejoindre une équipe.
ko: 라이선스 키 또는 팀 참여용 초대 코드를 입력하십시오.
tr: Lisans anahtarınızı girin veya bir takıma katılmak için takım davet kodunu girin.
vi: Nhập mã giấy phép của bạn, hoặc mã mời nhóm để tham gia một nhóm.
zh_hans: 输入你的许可证密钥，或输入团队邀请码以加入团队。
zh_hant: 輸入你的授權金鑰，或輸入團隊邀請碼以加入團隊。

source: ~/.pgpass found — no matching entry
fr: ~/.pgpass trouvé - aucune entrée correspondante
ko: ~/.pgpass 발견 — 일치하는 항목 없음
tr: ~/.pgpass bulundu — eşleşen giriş yok
vi: Tìm thấy ~/.pgpass — không có entry khớp
zh_hans: ~/.pgpass 已找到 - 无匹配条目
zh_hant: 已找到 ~/.pgpass，但無相符的項目

source: Statements that read or write files, or that run server-side code, cannot be sent through MCP. Run this one in TablePro instead.
fr: Les déclarations qui lisent ou écrivent des fichiers, ou qui exécutent du code côté serveur, ne peuvent pas être envoyées via MCP. Exécutez-en une autre dans TablePro à la place.
ko: 파일을 읽거나 쓰거나 서버 측 코드를 실행하는 명령문은 MCP로 보낼 수 없습니다. 이 명령문은 TablePro에서 직접 실행하십시오.
tr: Dosya okuyan veya yazan ya da sunucu tarafında kod çalıştıran ifadeler MCP üzerinden gönderilemez. Bunu TablePro'da çalıştırın.
vi: Các câu lệnh đọc hoặc ghi tệp, hoặc chạy mã phía máy chủ, không thể gửi qua MCP. Hãy chạy câu này trực tiếp trong TablePro.
zh_hans: 读写文件或运行服务端代码的语句无法通过 MCP 发送。请改在 TablePro 中运行这一条。
zh_hant: 讀寫檔案或執行伺服器端程式碼的陳述式無法透過 MCP 傳送。請改在 TablePro 中執行這一條。

source: Choose a fetched model
fr: Choisissez un modèle récupéré
ko: 불러온 모델 선택
tr: Getirilen bir model seçin
vi: Chọn một model đã tải
zh_hans: 选择已获取的模型
zh_hant: 選擇已擷取的模型

source: Report whether a connection is open, which database and schema it is on, and the server version.
fr: Signalez si une connexion est ouverte, sur quelle base de données et quel schéma elle se trouve, et la version du serveur.
ko: 연결이 열려 있는지, 어떤 데이터베이스와 스키마를 사용 중인지, 서버 버전은 무엇인지 보고합니다.
tr: Bir bağlantının açık olup olmadığını, hangi veritabanı ve şemada olduğunu ve sunucu sürümünü bildirir.
vi: Báo cáo xem một kết nối có đang mở không, nó đang ở cơ sở dữ liệu và schema nào, và phiên bản máy chủ.
zh_hans: 报告某个连接是否已打开、它位于哪个数据库和 Schema，以及服务器版本。
zh_hant: 回報某個連線是否已開啟、它位於哪個資料庫和綱要，以及伺服器版本。

source: Tag
fr: Étiquette
ko: 태그
tr: Etiket
vi: Nhãn
zh_hans: 标签
zh_hant: 標籤

source: Manage Tags
fr: Gérer les balises
ko: 태그 관리
tr: Etiketleri Yönet
vi: Quản lý thẻ
zh_hans: 管理标签
zh_hant: 管理標籤

source: The Access application policy must use a Service Auth rule, or Cloudflare still prompts for browser sign-in.
fr: La politique d'application Access doit utiliser une règle d'authentification de service, ou Cloudflare demande toujours la connexion du navigateur.
ko: Access 애플리케이션 정책에서 Service Auth 규칙을 사용해야 합니다. 그렇지 않으면 Cloudflare가 계속 브라우저 로그인을 요청합니다.
tr: Access uygulama politikası bir Service Auth kuralı kullanmalıdır; aksi halde Cloudflare yine tarayıcıdan giriş ister.
vi: Chính sách ứng dụng Access phải dùng quy tắc Service Auth, nếu không Cloudflare vẫn yêu cầu đăng nhập qua trình duyệt.
zh_hans: Access 应用策略必须使用 Service Auth 规则，否则 Cloudflare 仍会要求浏览器登录。
zh_hant: Access 應用程式原則必須使用 Service Auth 規則，否則 Cloudflare 仍會要求透過瀏覽器登入。

source: Pre-connect script failed with exit code %lld
fr: L'exécution du script de pré-connexion a échoué avec le code d'arrêt %lld.
ko: 연결 전 스크립트 실패(종료 코드 %lld)
vi: Script pre-connect thất bại với exit code %lld
zh_hans: 连接前脚本失败，退出码 %lld
zh_hant: 連線前指令稿失敗，退出碼 %lld

source: Sign in to Microsoft Entra ID with your browser?
fr: Connectez-vous à Microsoft Entra ID avec votre navigateur ?
ko: 브라우저에서 Microsoft Entra ID에 로그인하시겠습니까?
tr: Microsoft Entra ID'ye tarayıcınızla oturum açılsın mı?
vi: Đăng nhập Microsoft Entra ID bằng trình duyệt?
zh_hans: 要用浏览器登录 Microsoft Entra ID 吗？
zh_hant: 要用瀏覽器登入 Microsoft Entra ID 嗎？

source: Query timeout must be between 0 and 2,147,483 seconds.
fr: Le délai de temps d'attente de la requête doit être compris entre 0 et 2 147 483 secondes.
ko: 쿼리 제한 시간은 0초에서 2,147,483초 사이여야 합니다.
tr: Sorgu zaman aşımı 0 ile 2.147.483 saniye arasında olmalıdır.
vi: Thời gian chờ truy vấn phải từ 0 đến 2.147.483 giây.
zh_hans: 查询超时必须介于 0 到 2,147,483 秒之间。
zh_hant: 查詢逾時必須介於 0 到 2,147,483 秒之間。

source: Hide Others
fr: Cacher les autres
ko: 기타 가리기
tr: Diğerlerini Gizle
vi: Ẩn các mục khác
zh_hans: 隐藏其他
zh_hant: 隱藏其他

source: Attach a connection to this conversation first.
fr: Attachez d'abord une connexion à cette conversation.

source: Client certificate not found: %@
fr: Certificat client non trouvé : %@
ko: 클라이언트 인증서를 찾을 수 없습니다: %@
tr: İstemci sertifikası bulunamadı: %@
vi: Không tìm thấy chứng chỉ client: %@
zh_hans: 未找到客户端证书：%@
zh_hant: 找不到用戶端憑證：%@

source: Copy SQL
fr: Copier SQL
ko: SQL 복사
tr: SQL Kopyala
vi: Sao chép SQL
zh_hans: 复制 SQL
zh_hant: 複製 SQL

source: Pretty Print
fr: Impression jolie
ko: 보기 좋게 출력
tr: Biçimlendirerek Göster
vi: Định dạng đẹp
zh_hans: 格式化输出
zh_hant: 美化輸出

source: Propose indexes for a slow query
fr: Proposer des indices pour une requête lente
ko: 느린 쿼리를 위한 인덱스 제안
tr: Yavaş bir sorgu için indeks öner
vi: Đề xuất chỉ mục cho một truy vấn chậm
zh_hans: 为慢查询提出索引建议
zh_hant: 為慢查詢提出索引建議

source: Review with AI
fr: Réviser avec l'IA

source: Sort columns in priority order
fr: Classer les colonnes par ordre de priorité
ko: 우선순위 순으로 나열한 정렬 열
tr: Öncelik sırasına göre sıralama sütunları
vi: Các cột sắp xếp, theo thứ tự ưu tiên
zh_hans: 按优先级顺序排列的排序列
zh_hant: 按優先順序排列的排序欄位

source: Loaded in this order each time the database file opens on this Mac. An extension runs with full access to your Mac, so add only files you trust.
fr: Chargé dans cet ordre chaque fois que le fichier de base de données s'ouvre sur ce Mac. Une extension fonctionne avec un accès complet à votre Mac, alors ajoutez uniquement des fichiers dont vous avez confiance.

source: Saved in the Keychain
fr: Sauvegardé dans le porte-clés

source: Row cap:
fr: Capuchon de rangée :
ko: 행 상한:
tr: Satır sınırı:
vi: Giới hạn hàng:
zh_hans: 行数上限：
zh_hant: 列數上限：

source: Refresh Materialized View
fr: Recharger la vue matérialisée

source: This connection is not available.
fr: Cette connexion n'est pas disponible.

source: TablePro has no server dashboard for this engine.
fr: TablePro n'a pas de tableau de bord du serveur pour ce moteur.
ko: TablePro에는 이 엔진용 서버 대시보드가 없습니다.
tr: TablePro'nun bu motor için bir sunucu panosu yok.
vi: TablePro không có bảng điều khiển máy chủ cho engine này.
zh_hans: TablePro 没有针对该引擎的服务器仪表板。
zh_hant: TablePro 沒有針對該引擎的伺服器儀表板。

source: Row Edits
fr: Modifications de rang
ko: 행 편집
tr: Satır Düzenlemeleri
vi: Sửa hàng
zh_hans: 行编辑
zh_hant: 列編輯

source: Last Synced:
fr: Dernière synchronisation :
ko: 마지막 동기화:
tr: Son Eşitlendi:
vi: Đồng bộ lần cuối:
zh_hans: 上次同步：
zh_hant: 上次同步:

source: Databases found in AWS
fr: Base de données trouvées dans AWS

source: Connected
fr: Connecté
ko: 연결됨
tr: Bağlı
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: /%@ is a built-in command. Typing it runs the built-in; this one runs only from the command menu.
fr: /%@ est une commande intégrée. La saisir exécute la commande intégrée ; celle-ci ne s’exécute que depuis le menu des commandes.

source: a query
fr: Une requête
ko: 쿼리
tr: bir sorgu
vi: một truy vấn
zh_hans: 查询
zh_hant: 查詢

source: Revoke %1$@ on %2$@
fr: Annuler %1$@ sur %2$@
ko: %2$@에 대한 %1$@ 철회
tr: %2$@ üzerindeki %1$@ yetkisini geri al
vi: Thu hồi %1$@ trên %2$@
zh_hans: 撤销 %2$@ 上的 %1$@
zh_hant: 撤銷 %2$@ 上的 %1$@

source: Total size in bytes
fr: Taille totale en octets
ko: 바이트 단위 전체 크기
tr: Bayt cinsinden toplam boyut
vi: Tổng kích thước tính bằng byte
zh_hans: 以字节计的总大小
zh_hant: 以位元組計的總大小

source: Retry Validation
fr: Réessayer la validation
ko: 유효성 검사 재시도
tr: Doğrulamayı Tekrar Dene
vi: Thử lại xác thực
zh_hans: 重试验证
zh_hant: 重試驗證

source: Vim mode
fr: Mode Vim
ko: Vim 모드
tr: Vim modu
vi: Chế độ Vim
zh_hans: Vim 模式
zh_hant: Vim 模式

source: Import into Table…
fr: Importer dans la table...

source: Edit Metadata
fr: Modifier les métadonnées
ko: 메타데이터 편집
tr: Meta Verileri Düzenle
vi: Sửa metadata
zh_hans: 编辑元数据
zh_hant: 編輯中繼資料

source: Transfer
fr: Transfert

source: License Key:
fr: Clé de licence :
ko: 라이선스 키:
tr: Lisans Anahtarı:
vi: Mã giấy phép:
zh_hans: 许可证密钥:
zh_hant: 授權金鑰:

source: Whether the session is open
fr: Que la session soit ouverte ou non
ko: 세션이 열려 있는지 여부
tr: Oturumun açık olup olmadığı
vi: Phiên có đang mở hay không
zh_hans: 该会话是否已打开
zh_hant: 該工作階段是否已開啟

source: Include at least one table to generate a script for it.
fr: Incluez au moins une table pour générer un script pour elle.
ko: 스크립트를 생성하려면 테이블을 하나 이상 포함하십시오.
tr: Bir betik oluşturmak için en az bir tablo dahil edin.
vi: Hãy bao gồm ít nhất một bảng để tạo script cho nó.
zh_hans: 请至少包含一个表，才能为其生成脚本。
zh_hant: 請至少納入一個資料表，才能為其產生指令稿。

source: This database has no statement for a new row that sets no column. Enter a value in at least one column, or insert the row with a query.
fr: Cette base de données n'a pas d'instruction pour une nouvelle ligne qui ne définit aucune colonne. Entrez une valeur dans au moins une colonne, ou insérez la ligne avec une requête.

source: Settings…
fr: Paramètres...
ko: 설정…
tr: Ayarlar…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定…

source: The database this user belongs to
fr: La base de données à laquelle cet utilisateur appartient
ko: 이 사용자가 속한 데이터베이스
tr: Bu kullanıcının ait olduğu veritabanı
vi: Cơ sở dữ liệu mà người dùng này thuộc về
zh_hans: 此用户所属的数据库
zh_hant: 此使用者所屬的資料庫

source: %d included
fr: %d inclus
ko: %d개 포함됨
tr: %d dahil
vi: %d được bao gồm
zh_hans: 已包含 %d 项
zh_hant: 已納入 %d 項

source: All Time
fr: Tout le temps
ko: 전체 기간
tr: Tümü
vi: Tất cả
zh_hans: 所有时间
zh_hant: 全部時間

source: SSH authentication failed. Check your credentials or private key.
fr: L'authentification SSH a échoué. Vérifiez vos identifiants ou votre clé privée.
ko: SSH 인증에 실패했습니다. 자격 증명 또는 개인 키를 확인하십시오.
tr: SSH kimlik doğrulaması başarısız. Kimlik bilgilerinizi veya özel anahtarınızı kontrol edin.
vi: Xác thực SSH thất bại. Kiểm tra thông tin đăng nhập hoặc khóa riêng tư.
zh_hans: SSH 认证失败。请检查您的凭据或私钥。
zh_hant: SSH 驗證失敗。請檢查你的憑證或私鑰。

source: Not signed in to xAI.
fr: Pas connecté à xAI.
ko: xAI에 로그인되지 않았습니다.
tr: xAI'da oturum açılmamış.
vi: Chưa đăng nhập xAI.
zh_hans: 尚未登录 xAI。
zh_hant: 尚未登入 xAI。

source: “%@” and its token are removed from this Mac. Sessions lose its tools.
fr: «%@» et son jeton sont supprimés de ce Mac. Les sessions perdent ses outils.

source: First %d
fr: Premier %d

source: Enable inline suggestions while typing
fr: Activer les suggestions en ligne pendant la saisie
ko: 입력 중 인라인 제안 활성화
tr: Yazarken satır içi önerileri etkinleştir
vi: Bật gợi ý nội tuyến khi gõ
zh_hans: 在输入时启用内联建议
zh_hant: 輸入時啟用行內建議

source: Default row sort is applied when a table first opens. Click a column header to override it.
fr: L'ordre par rangée par défaut est appliqué lorsque la table s'ouvre pour la première fois. Cliquez sur un en-tête de colonne pour le remplacer.
ko: 테이블을 처음 열면 기본 행 정렬이 적용됩니다. 열 머리글을 클릭하면 재정의할 수 있습니다.
tr: Varsayılan satır sıralaması, bir tablo ilk açıldığında uygulanır. Geçersiz kılmak için bir sütun başlığına tıklayın.
vi: Sắp xếp dòng mặc định được áp dụng khi bảng mở lần đầu. Nhấp vào tiêu đề cột để ghi đè.
zh_hans: 首次打开表时应用默认行排序。点击列标题可覆盖它。
zh_hant: 首次開啟資料表時套用預設列排序。點擊欄標題可覆寫它。

source: Syncs connections, table favorites, settings, and SSH profiles across your Macs via iCloud.
fr: Synchronise les connexions, les favoris de table, les paramètres et les profils SSH sur tous vos Macs via iCloud.
ko: iCloud를 통해 Mac 간에 연결, 테이블 즐겨찾기, 설정 및 SSH 프로필을 동기화합니다.
tr: Bağlantıları, tablo sık kullanılanlarını, ayarları ve SSH profillerini iCloud aracılığıyla Mac'leriniz arasında eşzamanlar.
vi: Đồng bộ kết nối, bảng yêu thích, cài đặt và hồ sơ SSH giữa các máy Mac của bạn qua iCloud.
zh_hans: 通过 iCloud 在你的多台 Mac 之间同步连接、表收藏、设置和 SSH 配置。
zh_hant: 透過 iCloud 在你的多台 Mac 之間同步連線、資料表我的最愛、設定和 SSH 設定檔。

source: Password found
fr: Mot de passe trouvé
ko: 암호 찾음
tr: Parola bulundu
vi: Đã tìm thấy mật khẩu
zh_hans: 已找到密码
zh_hant: 已找到密碼

source: Your executed queries will appear here for quick access.
fr: Vos requêtes exécutées seront Apparaître ici pour un accès rapide.
ko: 실행한 쿼리가 빠른 접근을 위해 여기에 표시됩니다.
tr: Çalıştırdığınız sorgular hızlı erişim için burada görünecektir.
vi: Các truy vấn đã thực thi sẽ xuất hiện ở đây để truy cập nhanh.
zh_hans: 已执行的查询将 显示在此处以便快速访问。
zh_hant: 你執行過的查詢將 顯示於此處以便快速存取。

source: Show Next Workspace
fr: Afficher le prochain espace de travail
ko: 다음 작업 공간 보기
tr: Sonraki Çalışma Alanını Göster
vi: Hiện không gian làm việc tiếp theo
zh_hans: 显示下一个工作区
zh_hant: 顯示下一個工作區

source: Set
fr: Ensemble

source: Use clipboard URL
fr: Utiliser l'URL du presse-papiers
ko: 클립보드 URL 사용
tr: Panodaki URL'yi kullan
vi: Dùng URL trong clipboard
zh_hans: 使用剪贴板中的 URL
zh_hant: 使用剪貼簿中的 URL

source: Read schema and run any non-destructive query, including INSERT, UPDATE, and DELETE.
fr: Lisez le schéma et exécutez toute requête non destructive, y compris INSERT, UPDATE et DELETE.
ko: 스키마를 읽고 INSERT, UPDATE, DELETE를 포함한 모든 비파괴 쿼리를 실행합니다.
tr: Şemayı oku ve INSERT, UPDATE, DELETE dahil yıkıcı olmayan tüm sorguları çalıştır.
vi: Đọc schema và chạy mọi truy vấn không phá hủy, bao gồm INSERT, UPDATE và DELETE.
zh_hans: 读取架构并运行任意非破坏性查询，包括 INSERT、UPDATE 和 DELETE。
zh_hant: 讀取綱要並執行任何非破壞性查詢，包括 INSERT、UPDATE 和 DELETE。

source: The folder "%@" will be deleted. Items inside will be moved to the parent level.
fr: Le dossier "%@" sera supprimé. Les éléments à l'intérieur seront déplacés au niveau parent.
ko: "%@" 폴더가 삭제됩니다. 폴더 안의 항목은 상위 단계로 이동됩니다.
tr: "%@" klasörü silinecek. İçindeki öğeler bir üst seviyeye taşınacak.
vi: Thư mục "%@" sẽ bị xoá. Các mục bên trong sẽ được chuyển lên cấp cha.
zh_hans: 文件夹 "%@" 将被删除。其中的项目将移至上一级。
zh_hant: 資料夾「%@」將被刪除。其中的項目將移至上一層。

source: Detail
fr: Détail
ko: 세부사항
tr: Ayrıntı
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

source: This result has no column named %@
fr: Ce résultat n'a pas de colonne nommée %@.

source: The SSH server is asking for additional verification.
fr: Le serveur SSH demande une vérification supplémentaire.
ko: SSH 서버에서 추가 인증을 요청하고 있습니다.
tr: SSH sunucusu ek doğrulama istiyor.
vi: Máy chủ SSH đang yêu cầu xác minh bổ sung.
zh_hans: SSH 服务器要求进行额外验证。
zh_hant: SSH 伺服器要求進行額外驗證。

source: Publish “%@” to your team?
fr: Publier "%@" à votre équipe ?

source: Restart Claude Desktop
fr: Redémarrer Claude Desktop
ko: Claude Desktop 재시작
tr: Claude Desktop'ı Yeniden Başlat
vi: Khởi động lại Claude Desktop
zh_hans: 重启 Claude Desktop
zh_hant: 重新啟動 Claude Desktop

source: ~/.pgpass found, matching entry exists
fr: ~/.pgpass trouvé, entrée correspondante existe
ko: ~/.pgpass 발견, 일치하는 항목 있음
tr: ~/.pgpass bulundu, eşleşen kayıt var
vi: Tìm thấy ~/.pgpass, có mục khớp
zh_hans: 已找到~/.pgpass，存在匹配条目
zh_hant: 已找到 ~/.pgpass，存在相符的項目

source: Not supported by this database
fr: Pas pris en charge par cette base de données
ko: 이 데이터베이스에서는 지원되지 않음
tr: Bu veritabanı desteklemiyor
vi: Cơ sở dữ liệu này không hỗ trợ
zh_hans: 此数据库不支持
zh_hant: 此資料庫不支援

source: Add %@
fr: Ajouter %@
ko: %@ 추가
tr: %@ Ekle
vi: Thêm %@
zh_hans: 添加 %@
zh_hant: 新增 %@

source: Split
fr: Scission
ko: 분할
tr: Ayır
vi: Tách
zh_hans: 拆分
zh_hant: 拆分

source: Off by default. Turn it on to encrypt saved passwords with a passphrase.
fr: Définitivement désactivé. Activez-le pour chiffrer les mots de passe enregistrés avec une phrase de passe.
ko: 기본적으로 꺼져 있습니다. 암호 구문으로 저장된 암호를 암호화하려면 켜십시오.
tr: Varsayılan olarak kapalı. Kaydedilen parolaları bir parola cümlesiyle şifrelemek için açın.
vi: Mặc định tắt. Bật lên để mã hóa các mật khẩu đã lưu bằng một cụm mật khẩu.
zh_hans: 默认关闭。开启后会用一个口令加密已保存的密码。
zh_hant: 預設關閉。開啟後會用一組通關密語加密已儲存的密碼。

source: %@ used
fr: %@ utilisé

source: Every saved connection this client may use, with its live session state
fr: Chaque connexion enregistrée que ce client peut utiliser, avec son état de session en direct.
ko: 이 클라이언트가 사용할 수 있는 저장된 모든 연결과 실시간 세션 상태
tr: Bu istemcinin kullanabileceği kayıtlı tüm bağlantılar ve canlı oturum durumları
vi: Mọi kết nối đã lưu mà client này được dùng, kèm trạng thái phiên hiện thời
zh_hans: 此客户端可以使用的所有已保存连接，及其实时会话状态
zh_hant: 此用戶端可以使用的所有已儲存連線，及其即時工作階段狀態

source: Instance ID
fr: ID d'instance

source: %@ object
fr: Objet %@

source: Move to Beginning of Line
fr: Déplacez-vous au début de la ligne
ko: 줄 시작 부분으로 이동
tr: Satırın Başına Git
vi: Đến đầu dòng
zh_hans: 移到行首
zh_hant: 移到行首

source: Existing table
fr: Tableau existant
ko: 기존 테이블
tr: Mevcut tablo
vi: Bảng hiện có
zh_hans: 现有表
zh_hant: 現有資料表

source: The target does not support creating table %@.
fr: La cible ne prend pas en charge la création de la table %@.
ko: 대상은 테이블 %@ 생성을 지원하지 않습니다.
tr: Hedef %@ tablosunun oluşturulmasını desteklemiyor.
vi: Đích không hỗ trợ tạo bảng %@.
zh_hans: 目标不支持创建表 %@。
zh_hant: 目標不支援建立資料表 %@。

source: Next Page
fr: Page suivante
ko: 다음 페이지
tr: Sonraki Sayfa
vi: Trang sau
zh_hans: 下一页
zh_hant: 下一頁
